espressif/esp-idf/components/esp_pm/test_apps/esp_pm/sdkconfig.ci.pm_xip_psram_esp32s2
CONFIG_IDF_TARGET="esp32s2"
CONFIG_SPIRAM=y
CONFIG_FREERTOS_TASK_CREATE_ALLOW_EXT_MEM=y
CONFIG_SPIRAM_ALLOW_BSS_SEG_EXTERNAL_MEMORY=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
